Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/ubuntu-tm.tmx
Source language: en
Languages: ca_es

source: Your system uses the 'evms' volume manager in /proc/mounts. The 'evms' software is no longer supported, please switch it off and run the upgrade again when this is done.
ca_es: El vostre sistema utilitza el gestor de volum «evms» a /proc/mounts. Aquest programari no es mantindrà més, desconnecteu-lo i torneu a executar l'actualització.

source: Your graphics hardware may not be fully supported in Ubuntu 12.04 LTS.
ca_es: Sembla que el vostre maquinari gràfic no és totalment compatible amb l'Ubuntu 12.04 LTS.

source: The support in Ubuntu 12.04 LTS for your Intel graphics hardware is limited and you may encounter problems after the upgrade. For more information see https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForI8xx Do you want to continue with the upgrade?
ca_es: La compatibilitat a l'Ubuntu 12.04 LTS per al vostre maquinari gràfic Intel és limitat i podríeu tenir problemes després d'actualitzar. Per obtenir més informació visiteu https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForI8xx. Voleu continuar amb l'actualització?

source: Upgrading may reduce desktop effects, and performance in games and other graphically intensive programs.
ca_es: L'actualització pot reduir els efectes d'escriptori i el rendiment en jocs i altres programes que facin un ús exhaustiu de processament gràfic.

source: This computer is currently using the NVIDIA 'nvidia' graphics driver. No version of this driver is available that works with your video card in Ubuntu 10.04 LTS. Do you want to continue?
ca_es: Aquest ordinador utilitza el controlador gràfic «nvidia» d'NVIDIA. No hi ha cap versió disponible d'aquest controlador que funcioni amb el vostre maquinari a l'Ubuntu 10.04 LTS. Voleu continuar?

source: This computer is currently using the AMD 'fglrx' graphics driver. No version of this driver is available that works with your hardware in Ubuntu 10.04 LTS. Do you want to continue?
ca_es: Aquest ordinador utilitza el controlador gràfic «fglrx» d'AMD. No hi ha cap versió disponible d'aquest controlador que funcioni amb el vostre maquinari a l'Ubuntu 10.04 LTS. Voleu continuar?

source: No i686 CPU
ca_es: Sense CPU i686

source: Your system uses an i586 CPU or a CPU that does not have the 'cmov' extension. All packages were built with optimizations requiring i686 as the minimal architecture. It is not possible to upgrade your system to a new Ubuntu release with this hardware.
ca_es: El vostre sistema utilitza una CPU i586 o una CPU que no té l'extensió «cmov». Tots els paquets s'han construït amb optimitzacions que requereixen un i686 com a arquitectura mínima. No és possible actualitzar el sistema a una versió nova de l'Ubuntu amb aquest maquinari.

source: No ARMv6 CPU
ca_es: No és una CPU ARMv6

source: Your system uses an ARM CPU that is older than the ARMv6 architecture. All packages in karmic were built with optimizations requiring ARMv6 as the minimal architecture. It is not possible to upgrade your system to a new Ubuntu release with this hardware.
ca_es: El vostre sistema utilitza una CPU ARM que és més antiga que l'arquitectura ARMv6. Tots els paquets del Karmic s'han creat amb optimitzacions que requereixen l'ARMv6 com a arquitectura mínima. No és possible actualitzar el vostre sistema a una versió nova de l'Ubuntu amb aquest maquinari.

source: No init available
ca_es: No hi ha cap sistema d'inicialització disponible

source: Your system appears to be a virtualised environment without an init daemon, e.g. Linux-VServer. Ubuntu 10.04 LTS cannot function within this type of environment, requiring an update to your virtual machine configuration first. Are you sure you want to continue?
ca_es: Sembla ser que el vostre sistema és un entorn virtual sense un dimoni d'inicialització «init», com ara un servidor virtual de Linux (Linux-VServer). L'Ubuntu 10.04 no pot funcionar en aquest tipus d'entorn - abans cal fer una actualització de la configuració de la màquina virtual. Segur que voleu continuar?

source: Sandbox upgrade using aufs
ca_es: Actualització en entorn de proves utilitzant aufs

source: Use the given path to search for a cdrom with upgradable packages
ca_es: Utilitza el camí especificat per cercar un CDROM amb paquets actualitzables

source: Use frontend. Currently available: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
ca_es: Utilitzeu un frontal. Actualment es disposa de: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE

source: *DEPRECATED* this option will be ignored
ca_es: *OBSOLET* aquesta opció s'ignorarà

source: Perform a partial upgrade only (no sources.list rewriting)
ca_es: Realitza només una actualització parcial (sense reescriure el sources.list)

source: Disable GNU screen support
ca_es: Inhabilita la compatibilitat amb el GNU screen

source: Set datadir
ca_es: Estableix el «datadir» (directori de dades)

source: Please insert '%s' into the drive '%s'
ca_es: Inseriu «%s» a la unitat «%s»

source: Fetching is complete
ca_es: S'ha completat el recull

source: Fetching file %li of %li at %sB/s
ca_es: S'està obtenint el fitxer %li de %li a %s B/s

source: About %s remaining
ca_es: Queden %s

source: Fetching file %li of %li
ca_es: S'està obtenint el fitxer %li de %li

source: Applying changes
ca_es: S'estan aplicant els canvis

source: dependency problems - leaving unconfigured
ca_es: problemes de dependències - es deixarà sense configurar

source: Could not install '%s'
ca_es: No s'ha pogut instal·lar «%s»

source: The upgrade will continue but the '%s' package may not be in a working state. Please consider submitting a bug report about it.
ca_es: L'actualització continuarà, però pot ser que el paquet «%s» no sigui funcional. Hauríeu de considerar l'enviament d'un informe d'error sobre aquest fet.

source: Replace the customized configuration file '%s'?
ca_es: Voleu reemplaçar el fitxer de configuració personalitzat «%s»?

source: You will lose any changes you have made to this configuration file if you choose to replace it with a newer version.
ca_es: Perdreu tots els canvis realitzats en el fitxer de configuració si trieu reemplaçar-lo per una versió més nova.

source: The 'diff' command was not found
ca_es: No s'ha trobat l'ordre «diff»

source: A fatal error occurred
ca_es: S'ha produït un error greu

source: Please report this as a bug (if you haven't already) and include the files /var/log/dist-upgrade/main.log and /var/log/dist-upgrade/apt.log in your report. The upgrade has aborted. Your original sources.list was saved in /etc/apt/sources.list.distUpgrade.
ca_es: Informeu d'això com un error (si no és que ja ho heu fet) i adjunteu els fitxers /var/log/dist-upgrade/main.log i /var/log/dist-upgrade/apt.log al vostre informe. S'ha interromput l'actualització. S'ha desat el vostre fitxer sources.list original a /etc/apt/sources.list.distUpgrade.

source: Ctrl-c pressed
ca_es: S'ha premut Ctrl+C

source: This will abort the operation and may leave the system in a broken state. Are you sure you want to do that?
ca_es: Això interromprà l'operació, amb la qual cosa pot ser que es malmeti el sistema. Esteu segur que ho voleu fer?

source: To prevent data loss close all open applications and documents.
ca_es: Per a evitar una possible pèrdua de dades, tanqueu tots els documents i aplicacions.

source: No longer supported by Canonical (%s)
ca_es: Ja no mantinguts per Canonical (%s)

source: <b>Downgrade (%s)</b>
ca_es: <b>Es desactualitzaran (%s)</b>

source: Remove (%s)
ca_es: Se suprimiran (%s)

source: No longer needed (%s)
ca_es: Ja no són necessaris (%s)

source: Install (%s)
ca_es: S'instal·laran (%s)

source: Upgrade (%s)
ca_es: S'actualitzaran (%s)

source: Media Change
ca_es: Canvi de suport

source: Show Difference >>>
ca_es: Mostra les diferències >>>

source: <<< Hide Difference
ca_es: <<< Oculta les diferències

source: Error
ca_es: S'ha produït un error

source: &Cancel
ca_es: &Cancel·la

source: &Close
ca_es: &Tanca

source: Show Terminal >>>
ca_es: Mostra el terminal >>>

source: <<< Hide Terminal
ca_es: <<< Oculta el terminal

source: Information
ca_es: Informació

source: No longer supported %s
ca_es: Ja no es mantenen %s

source: Remove %s
ca_es: Suprimeix %s

source: Remove (was auto installed) %s
ca_es: Suprimeix %s (s'havia instal·lat automàticament)

source: Install %s
ca_es: Instal·la %s

source: Upgrade %s
ca_es: Actualitza %s

source: Restart required
ca_es: Cal que reinicieu el sistema

source: <b><big>Restart the system to complete the upgrade</big></b>
ca_es: <b><big>Reinicieu el sistema per a completar l'actualització</big></b>

source: _Restart Now
ca_es: _Reinicia

source: <b><big>Cancel the running upgrade?</big></b> The system could be in an unusable state if you cancel the upgrade. You are strongly advised to resume the upgrade.
ca_es: <b><big>Voleu cancel·lar l'actualització en curs?</big></b> El sistema pot quedar inusable si la cancel·leu. És molt recomanable continuar amb l'actualització.

source: Cancel Upgrade?
ca_es: Voleu cancel·lar l'actualització?

source: %li day
ca_es: %li dia

source: %li hour
ca_es: %li hora

source: %li minute
ca_es: %li minut

source: %li second
ca_es: %li segon

source: This download will take about %s with a 1Mbit DSL connection and about %s with a 56k modem.
ca_es: La baixada trigarà aproximadament %s amb una connexió ADSL d'1Mb, i aproximadament %s amb un mòdem de 56k

source: This download will take about %s with your connection.
ca_es: La baixada trigarà aproximadament %s amb la vostra connexió.

source: Preparing to upgrade
ca_es: S'està preparant l'actualització

source: Getting new software channels
ca_es: S'estan obtenint canals de programari nous

source: Getting new packages
ca_es: S'estan obtenint els paquets nous

source: Installing the upgrades
ca_es: S'estan instal·lant les actualitzacions

source: Cleaning up
ca_es: S'està netejant

source: %(amount)d installed package is no longer supported by Canonical. You can still get support from the community.
ca_es: %(amount)d paquet instal·lat ja no està mantingut per Canonical. Així i tot, encara podeu obtenir assistència de la comunitat.

source: %d package is going to be removed.
ca_es: Se suprimirà %d paquet.

source: %d new package is going to be installed.
ca_es: S'instal·larà %d paquet nou

source: %d package is going to be upgraded.
ca_es: S'actualitzarà %d paquet

source: You have to download a total of %s.
ca_es: Heu de baixar un total de %s.

source: Installing the upgrade can take several hours. Once the download has finished, the process cannot be canceled.
ca_es: La instal·lació de l'actualització pot trigar unes quantes hores. Un cop hagi finalitzat la baixada dels fitxers, el procés no es pot cancel·lar.

source: Fetching and installing the upgrade can take several hours. Once the download has finished, the process cannot be canceled.
ca_es: La baixada i instal·lació de l'actualització pot trigar unes quantes hores. Un cop hagi finalitzat la baixada dels fitxers, el procés no es pot cancel·lar.

source: Removing the packages can take several hours.
ca_es: La supressió de paquets pot trigar unes quantes hores.

source: The software on this computer is up to date.
ca_es: El programari d'aquest ordinador està actualitzat.

source: There are no upgrades available for your system. The upgrade will now be canceled.
ca_es: No hi ha actualitzacions disponibles per al vostre sistema. L'actualització es cancel·larà

source: Reboot required
ca_es: Cal que reinicieu el sistema

source: The upgrade is finished and a reboot is required. Do you want to do this now?
ca_es: L'actualització ha finalitzat i cal reiniciar el sistema. Voleu fer-ho ara?

source: authenticate '%(file)s' against '%(signature)s'
ca_es: autenticació del fitxer «%(file)s» amb la signatura «%(signature)s»

source: extracting '%s'
ca_es: s'està extraient «%s»

source: Could not run the upgrade tool
ca_es: No es pot executar l'eina d'actualització

source: This is most likely a bug in the upgrade tool. Please report it as a bug using the command 'ubuntu-bug update-manager'.
ca_es: Sembla que hi ha un error en l'eina d'actualització. Informeu d'aquest error utilitzant l'ordre «ubuntu-bug update-manager» en un terminal.

source: Upgrade tool signature
ca_es: Signatura de l'eina d'actualització

source: Upgrade tool
ca_es: Eina d'actualització

source: Failed to fetch
ca_es: Ha fallat la baixada

source: Fetching the upgrade failed. There may be a network problem.
ca_es: Ha fallat l'obtenció de l'actualització. Pot ser que hi hagi algun problema a la xarxa.

source: Authentication failed
ca_es: Ha fallat l'autenticació

source: Authenticating the upgrade failed. There may be a problem with the network or with the server.
ca_es: Ha fallat l'autenticació de l'actualització. Pot ser que hi hagi algun problema a la xarxa o al servidor.

source: Failed to extract
ca_es: Ha fallat l'extracció

source: Extracting the upgrade failed. There may be a problem with the network or with the server.
ca_es: Ha fallat l'extracció de l'actualització. Pot ser que hi hagi algun problema a la xarxa o al servidor.

source: Verification failed
ca_es: Ha fallat la verificació

source: Verifying the upgrade failed. There may be a problem with the network or with the server.
ca_es: Ha fallat la verificació de l'actualització. Pot ser que hi hagi algun problema a la xarxa o al servidor.

source: Can not run the upgrade
ca_es: No es pot executar l'actualització

source: This usually is caused by a system where /tmp is mounted noexec. Please remount without noexec and run the upgrade again.
ca_es: Normalment això està provocat per un sistema on /tmp s'ha muntat com a no executable. Torneu-lo a muntar sense l'opció de no executable i torneu a executar l'actualització.

source: The error message is '%s'.
ca_es: El missatge d'error és «%s».

source: Please report this as a bug and include the files /var/log/dist-upgrade/main.log and /var/log/dist-upgrade/apt.log in your report. The upgrade has aborted. Your original sources.list was saved in /etc/apt/sources.list.distUpgrade.
ca_es: Informeu d'això com un error i adjunteu els fitxers /var/log/dist-upgrade/main.log i /var/log/dist-upgrade/apt.log al vostre informe. S'ha interromput l'actualització. S'ha desat el vostre fitxer sources.list original a /etc/apt/sources.list.distUpgrade.

source: Aborting
ca_es: S'està interrompent

source: Demoted:
ca_es: Degradat:

source: To continue please press [ENTER]
ca_es: Premeu la tecla de retorn per continuar

source: Continue [yN]
ca_es: Continua [sN]

source: Details [d]
ca_es: Detalls [d]

source: y
ca_es: s

source: No longer supported: %s
ca_es: Ja no es mantenen: %s

source: Remove: %s
ca_es: Suprimeix: %s

source: Install: %s
ca_es: Instal·la: %s

source: Upgrade: %s
ca_es: Actualitza: %s

source: Continue [Yn]
ca_es: Continua [Sn]

source: To finish the upgrade, a restart is required. If you select 'y' the system will be restarted.
ca_es: Cal reiniciar el sistema per a finalitzar l'actualització. Si seleccioneu «s», es reiniciarà el sistema.

source: _Cancel Upgrade
ca_es: _Cancel·la l'actualització

source: _Resume Upgrade
ca_es: _Reprèn l'actualització

source: <b><big>Cancel the running upgrade?</big></b> The system could be in an unusable state if you cancel the upgrade. You are strongly adviced to resume the upgrade.
ca_es: <b><big>Voleu cancel·lar l'actualització?</big></b> Si ho feu, pot ser que el sistema sigui inutilitzable. És extremament recomanable continuar amb l'actualització.

source: _Start Upgrade
ca_es: _Comença l'actualització

source: Difference between the files
ca_es: Diferències entre els fitxers

source: _Report Bug
ca_es: _Informa de l'error

source: _Continue
ca_es: _Continua

source: <b><big>Start the upgrade?</big></b>
ca_es: <b><big>Voleu iniciar l'actualització?</big></b>

source: <b><big>Restart the system to complete the upgrade</big></b> Please save your work before continuing.
ca_es: <b><big>Reinicieu el sistema per a completar l'actualització</big></b> Deseu la vostra feina abans de continuar.

source: Distribution Upgrade
ca_es: Actualització de la distribució

source: Setting new software channels
ca_es: S'estan configurant els canals de programari nous

source: Restarting the computer
ca_es: S'està reiniciant l'ordinador

source: Please wait, this can take some time.
ca_es: Espereu un moment, això pot tardar una estona.

source: Update is complete
ca_es: S'ha completat l'actualització

source: Could not find the release notes
ca_es: No s'han trobat les notes de la versió

source: The server may be overloaded.
ca_es: El servidor potser està sobrecarregat.

source: Could not download the release notes
ca_es: No s'han pogut baixar les notes de la versió

source: Please check your internet connection.
ca_es: Comproveu la vostra connexió a Internet

source: Release Notes
ca_es: Notes de la versió

source: Downloading additional package files...
ca_es: S'estan baixant els fitxers de paquet addicionals...

source: File %s of %s at %sB/s
ca_es: Fitxer %s de %s a %s B/s

source: File %s of %s
ca_es: Fitxer %s de %s

source: Open Link in Browser
ca_es: Obre l'enllaç al navegador

source: Copy Link to Clipboard
ca_es: Copia l'enllaç al porta-retalls

source: Downloading file %(current)li of %(total)li with %(speed)s/s
ca_es: S'està baixant el fitxer %(current)li de %(total)li a %(speed)s/s

source: Downloading file %(current)li of %(total)li
ca_es: S'està baixant el fitxer %(current)li de %(total)li

source: Your Ubuntu release is not supported anymore.
ca_es: La vostra versió de l'Ubuntu ja no està mantinguda.

source: You will not get any further security fixes or critical updates. Please upgrade to a later version of Ubuntu.
ca_es: Ja no rebreu més actualitzacions de seguretat o crítiques. Hauríeu d'actualitzar-vos a la darrera versió de l'Ubuntu.

source: Upgrade information
ca_es: Informació de l'actualització

source: Name
ca_es: Nom

source: Version %s:
ca_es: Versió %s:

source: No network connection detected, you can not download changelog information.
ca_es: No s'ha detectat cap connexió de xarxa, no podeu baixar informació del registre de canvis.

source: Downloading list of changes...
ca_es: S'està descarregant la llista de canvis...

source: _Deselect All
ca_es: _Desselecciona-ho tot

source: Select _All
ca_es: Seleccion_a-ho tot

source: %s will be downloaded.
ca_es: Es baixaran %s.

source: There are no updates to install.
ca_es: No hi ha cap actualització per instal·lar.

source: Unknown download size.
ca_es: No s'ha pogut determinar la mida de la baixada.

source: It is unknown when the package information was updated last. Please click the 'Check' button to update the information.
ca_es: No se sap quan s'ha actualitzat la informació del paquet per últim cop. Feu clic al botó «Comprova» per actualitzar la informació.

source: The package information was last updated %(days_ago)s days ago. Press the 'Check' button below to check for new software updates.
ca_es: La informació dels paquets s'actualitzà fa %(days_ago)s dies. Premeu el botó «Comprova» de més avall per comprovar si hi ha actualitzacions noves.

source: The package information was last updated %(days_ago)s day ago.
ca_es: La informació dels paquets es va actualitzar fa %(days_ago)s dia.

source: The package information was last updated %(hours_ago)s hour ago.
ca_es: La informació dels paquets es va actualitzar fa %(hours_ago)s hora.

source: The package information was last updated about %s minutes ago.
ca_es: La informació del paquet es va actualitzar per últim cop fa %s minuts.

source: The package information was just updated.
ca_es: La informació del paquet s'acaba d'actualitzar.

source: Software updates may be available for your computer.
ca_es: Pot ser que hi hagi actualitzacions de programari per a aquest ordinador.

source: The upgrade needs a total of %s free space on disk '%s'. Please free at least an additional %s of disk space on '%s'. Empty your trash and remove temporary packages of former installations using 'sudo apt-get clean'.
ca_es: L'actualització requereix %s d'espai lliure al disc «%s». Hauríeu d'alliberar almenys %s d'espai de disc a «%s». Buideu la vostra paperera i esborreu els paquets temporals utilitzant «sudo apt-get clean».

source: The computer needs to restart to finish installing updates. Please save your work before continuing.
ca_es: Cal reiniciar l'ordinador per a finalitzar la instaŀlació de les actualitzacions. Deseu la vostra feina abans de continuar.

source: Reading package information
ca_es: S'està llegint la informació dels paquets

source: Connecting...
ca_es: S'està connectant...

source: You may not be able to check for updates or download new updates.
ca_es: Pot ser que no pugueu comprovar si hi ha actualitzacions o baixar-ne de noves.

source: Could not initialize the package information
ca_es: No es pot inicialitzar la informació dels paquets

source: An unresolvable problem occurred while initializing the package information. Please report this bug against the 'update-manager' package and include the following error message:
ca_es: S'ha produït un error irresoluble mentre s'inicialitzava la informació de paquets. Informeu d'aquest error de l'update-manager i incloeu el missatge següent:

source: An unresolvable problem occurred while calculating the upgrade. Please report this bug against the 'update-manager' package and include the following error message:
ca_es: S'ha produït un error irresoluble mentre es calculava l'actualització. Informeu d'aquest error de l'update-manager i incloeu el missatge següent:

source: (New install)
ca_es: (Instal·lació nova)

source: (Size: %s)
ca_es: (Mida: %s)

source: From version %(old_version)s to %(new_version)s
ca_es: De la versió %(old_version)s a la %(new_version)s

source: Version %s
ca_es: Versió %s

source: Release upgrade not possible right now
ca_es: En aquests moments no es pot efectuar l'actualització de versió

source: The release upgrade can not be performed currently, please try again later. The server reported: '%s'
ca_es: En aquests moments no es pot efectuar l'actualització de versió. Torneu-ho a provar més tard. El servidor ha respost: «%s»

source: Downloading the release upgrade tool
ca_es: S'està baixant l'eina d'actualització a una versió nova

source: <b>New Ubuntu release '%s' is available</b>
ca_es: <b>La versió nova de l'Ubuntu «%s» està disponible</b>

source: Software index is broken
ca_es: L'índex de programari està trencat

source: It is impossible to install or remove any software. Please use the package manager "Synaptic" or run "sudo apt-get install -f" in a terminal to fix this issue at first.
ca_es: No és possible instal·lar o desinstal·lar programari. Per a arreglar-ho, utilitzeu el gestor de paquets «Synaptic» o executeu «sudo apt-get install -f» en un terminal.

source: Check for Updates
ca_es: Comprova si hi ha actualitzacions

source: Install All Available Updates
ca_es: Instal·la totes les actualitzacions disponibles

source: Changelog
ca_es: Registre de canvis

source: Updates
ca_es: Actualitzacions

source: Building Updates List
ca_es: S'està construint la llista d'actualitzacions

source: A normal upgrade can not be calculated, please run: sudo apt-get dist-upgrade This can be caused by: * A previous upgrade which didn't complete * Problems with some of the installed software * Unofficial software packages not provided by Ubuntu * Normal changes of a pre-release version of Ubuntu
ca_es: No es pot calcular una actualització normal, executeu: sudo apt-get dist-upgrade Les causes d'això poden ser: * Una actualització prèvia no s'ha completat * Problemes amb programari instal·lat * Paquets de programari no oficial que no estan proveïts per l'Ubuntu * Canvis normals en una versió de desenvolupament de l'Ubuntu
